Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# cashback.category.all_purchases
source: Все покупки
de: Alle Einkäufe
en: All purchases
es: Todas las compras
fr: Tous les achats
tr: Tüm alışverişler
zh_hans: 所有消费

# cashback.category.auto_services
source: Авто
de: Auto
en: Auto
es: Auto
fr: Auto
tr: Otomotiv
zh_hans: 汽车服务

# cashback.category.beauty
source: Красота
de: Schönheit & Körperpflege
en: Beauty & Personal Care
es: Belleza y cuidado personal
fr: Beauté et soins personnels
tr: Güzellik ve Kişisel Bakım
zh_hans: 美妆个护

# cashback.category.books
source: Книги
de: Bücher
en: Books
es: Libros
fr: Livres
tr: Kitaplar
zh_hans: 图书

# cashback.category.car_sharing
source: Каршеринг
de: Carsharing
en: Car sharing
es: Carsharing
fr: Autopartage
tr: Araç kiralama
zh_hans: 共享汽车

# cashback.category.cinema
source: Кино
de: Kino
en: Movies
es: Cine
fr: Cinéma
tr: Sinema
zh_hans: 电影

# cashback.category.clothing
source: Одежда
de: Kleidung
en: Clothing
es: Ropa
fr: Vêtements
tr: Giyim
zh_hans: 服饰

# cashback.category.coffee_shop
source: Кофейни
de: Cafés
en: Coffee shops
es: Cafeterías
fr: Cafés
tr: Kahveciler
zh_hans: 咖啡馆

# cashback.category.collapse
source: Свернуть
de: Einklappen
en: Collapse
es: Colapsar
fr: Réduire
tr: Daralt
zh_hans: 收起

# cashback.category.create
source: Создать категорию
de: Kategorie erstellen
en: Create category
es: Crear categoría
fr: Créer une catégorie
tr: Kategori oluştur
zh_hans: 创建分类

# cashback.category.delete.message
source: Все связанные кешбэки этой категории будут перенесены в «Другое».
de: Verknüpfte Cashback-Einträge werden zu Sonstiges verschoben.
en: Linked cashback entries will be moved to Other.
es: Las entradas de cashback vinculadas se moverán a Otros.
fr: Les entrées de cashback liées seront déplacées vers Autres.
tr: Bağlı cashback girişleri Diğer kategorisine taşınacak.
zh_hans: 与该分类关联的返现会被安全转移到“其他”。

# cashback.category.delete.title
source: Удалить категорию?
de: Kategorie löschen?
en: Delete category?
es: ¿Eliminar categoría?
fr: Supprimer la catégorie ?
tr: Kategori silinsin mi?
zh_hans: 删除分类？

# cashback.category.digital_services
source: Цифровые сервисы
de: Digitale Dienste
en: Digital services
es: Servicios digitales
fr: Services numériques
tr: Dijital hizmetler
zh_hans: 数字服务

# cashback.category.education
source: Образование
de: Bildung
en: Education
es: Educación
fr: Éducation
tr: Eğitim
zh_hans: 教育

# cashback.category.electronics
source: Электроника
de: Elektronik
en: Electronics
es: Electrónica
fr: Électronique
tr: Elektronik
zh_hans: 数码电子

# cashback.category.entertainment
source: Развлечения
de: Unterhaltung
en: Entertainment
es: Entretenimiento
fr: Divertissement
tr: Eğlence
zh_hans: 娱乐

# cashback.category.fast_food
source: Фастфуд
de: Fast Food
en: Fast food
es: Comida rápida
fr: Restauration rapide
tr: Fast food
zh_hans: 快餐

# cashback.category.flowers_gifts
source: Цветы и подарки
de: Blumen und Geschenke
en: Flowers and gifts
es: Flores y regalos
fr: Fleurs et cadeaux
tr: Çiçek ve hediyeler
zh_hans: 鲜花礼品

# cashback.category.furniture
source: Мебель
de: Möbel
en: Furniture
es: Muebles
fr: Mobilier
tr: Mobilya
zh_hans: 家具

# cashback.category.gas_station
source: Заправки
de: Tankstellen
en: Gas stations
es: Gasolineras
fr: Stations-service
tr: Akaryakıt istasyonları
zh_hans: 加油站

# cashback.category.healthcare
source: Медицина
de: Gesundheitsversorgung
en: Healthcare
es: Salud
fr: Santé
tr: Sağlık
zh_hans: 医疗健康

# cashback.category.home_goods
source: Товары для дома
de: Haushaltswaren
en: Home goods
es: Artículos del hogar
fr: Articles ménagers
tr: Ev gereçleri
zh_hans: 家居用品

# cashback.category.home_repair
source: Ремонт дома
de: Heimwerken
en: Home repair
es: Reparaciones del hogar
fr: Bricolage
tr: Ev tamiri
zh_hans: 家居维修

# cashback.category.hotels
source: Отели
de: Hotels
en: Hotels
es: Hoteles
fr: Hôtels
tr: Oteller
zh_hans: 酒店

# cashback.category.insurance
source: Страхование
de: Versicherung
en: Insurance
es: Seguros
fr: Assurance
tr: Sigorta
zh_hans: 保险

# cashback.category.internet
source: Интернет
de: Internet
en: Internet
es: Internet
fr: Internet
tr: İnternet
zh_hans: 互联网

# cashback.category.kids
source: Детские товары
de: Kinder & Baby
en: Kids & Baby
es: Niños y bebés
fr: Enfants et bébé
tr: Çocuk ve Bebek
zh_hans: 母婴儿童

# cashback.category.marketplaces
source: Маркетплейсы
de: Marktplätze
en: Marketplaces
es: Tiendas online
fr: Marketplaces
tr: Pazar yerleri
zh_hans: 电商平台

# cashback.category.online
source: Онлайн
de: Online-Shopping
en: Online Shopping
es: Compras online
fr: Shopping en ligne
tr: Online Alışveriş
zh_hans: 线上购物

# cashback.category.other
source: Другое
de: Sonstiges
en: Other
es: Otros
fr: Autre
tr: Diğer
zh_hans: 其他

# cashback.category.pets
source: Зоотовары
de: Tierbedarf
en: Pet supplies
es: Mascotas
fr: Animalerie
tr: Evcil hayvan ürünleri
zh_hans: 宠物用品

# cashback.category.pharmacy
source: Аптеки
de: Apotheken
en: Pharmacies
es: Farmacias
fr: Pharmacies
tr: Eczaneler
zh_hans: 药店

# cashback.category.railway
source: Ж/д билеты
de: Bahntickets
en: Rail Tickets
es: Billetes de tren
fr: Billets de train
tr: Tren Biletleri
zh_hans: 火车票

# cashback.category.restaurant
source: Рестораны
de: Restaurants
en: Restaurants
es: Restaurantes
fr: Restaurants
tr: Restoranlar
zh_hans: 餐厅

# cashback.category.search.placeholder
source: Поиск категорий
de: Kategorien suchen
en: Search categories
es: Buscar categorías
fr: Rechercher des catégories
tr: Kategori ara
zh_hans: 搜索分类

# cashback.category.shoes
source: Обувь
de: Schuhe
en: Shoes
es: Calzado
fr: Chaussures
tr: Ayakkabı
zh_hans: 鞋靴

# cashback.category.show_more
source: Показать ещё
de: Mehr anzeigen
en: Show more
es: Mostrar más
fr: Afficher plus
tr: Daha fazla göster
zh_hans: 显示更多

# cashback.category.sport
source: Спорттовары
de: Sportartikel
en: Sporting Goods
es: Artículos deportivos
fr: Articles de sport
tr: Spor Malzemeleri
zh_hans: 运动用品

# cashback.category.subscriptions
source: Подписки
de: Abonnements
en: Subscriptions
es: Suscripciones
fr: Abonnements
tr: Abonelikler
zh_hans: 订阅

# cashback.category.supermarket
source: Продукты
de: Lebensmittel
en: Groceries
es: Supermercado
fr: Épicerie
tr: Market
zh_hans: 商超购物

# cashback.category.taxi
source: Такси
de: Taxi
en: Taxi
es: Taxi
fr: Taxi
tr: Taksi
zh_hans: 打车

# cashback.category.telecom
source: Связь
de: Mobilfunk
en: Mobile services
es: Servicios móviles
fr: Services mobiles
tr: Mobil hizmetler
zh_hans: 通信服务

# cashback.category.transport
source: Транспорт
de: Transport
en: Transport
es: Transporte
fr: Transport
tr: Ulaşım
zh_hans: 交通

# cashback.category.travel
source: Путешествия
de: Reisen
en: Travel
es: Viajes
fr: Voyage
tr: Seyahat
zh_hans: 旅行

# cashback.category.utilities
source: ЖКХ
de: Nebenkosten & Rechnungen
en: Utilities & Bills
es: Suministros y facturas
fr: Charges et factures
tr: Faturalar ve Ödemeler
zh_hans: 水电煤气

# cashback.common.dismiss
source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer
tr: Kapat
zh_hans: 关闭

# cashback.common.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: Terminé
tr: Tamam
zh_hans: 完成

# cashback.common.save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# cashback.editor.section.card
source: Выберите карту
de: Karte auswählen
en: Select a card
es: Seleccionar tarjeta
fr: Sélectionner une carte
tr: Kart seçin
zh_hans: 选择卡片

# cashback.editor.section.categories
source: Выбор категорий
de: Kategorien wählen
en: Choose categories
es: Elegir categorías
fr: Choisir des catégories
tr: Kategori seçin
zh_hans: 选择分类

# cashback.editor.section.selected_categories
source: Выбранные категории
de: Ausgewählte Kategorien
en: Selected categories
es: Categorías seleccionadas
fr: Catégories sélectionnées
tr: Seçili kategoriler
zh_hans: 已选分类

# cashback.editor.selected_categories.empty
source: Выберите хотя бы одну категорию
de: Mindestens eine Kategorie wählen
en: Choose at least one category
es: Elige al menos una categoría
fr: Choisissez au moins une catégorie
tr: En az bir kategori seçin
zh_hans: 请至少选择一个分类

# cashback.editor.title.edit
source: Редактировать кешбэк
de: Cashback bearbeiten
en: Edit cashback
es: Editar cashback
fr: Modifier le cashback
tr: Cashback düzenle
zh_hans: 编辑返现

# cashback.editor.title.new
source: Новый кешбэк
de: Neues Cashback
en: New cashback
es: Nuevo cashback
fr: Nouveau cashback
tr: Yeni cashback
zh_hans: 新增返现

# cashback.empty.cta
source: Добавить кешбэк
de: Cashback hinzufügen
en: Add cashback
es: Añadir cashback
fr: Ajouter un cashback
tr: Cashback ekle
zh_hans: 添加返现

# cashback.empty.subtitle
source: Добавьте категории кешбэка, чтобы начать
de: Füge Cashback-Kategorien hinzu, um loszulegen
en: Add cashback categories to get started
es: Añade categorías de cashback para empezar
fr: Ajoutez des catégories de cashback pour commencer
tr: Başlamak için cashback kategorileri ekleyin
zh_hans: 添加返现分类即可开始

# cashback.empty.title
source: В этом месяце кешбэк не добавлен
de: Kein Cashback diesen Monat
en: No cashback this month
es: Sin cashback este mes
fr: Pas de cashback ce mois-ci
tr: Bu ay cashback yok
zh_hans: 本月还没有返现分类

# cashback.free_plan.card_limit_format
source: На Free-плане можно отслеживать до %lld карт для кешбэка.
de: Kostenloser Plan: bis zu %lld Karten für Cashback.
en: Free plan: track up to %lld cards for cashback.
es: Plan gratuito: rastrea hasta %lld tarjetas para cashback.
fr: Plan gratuit : suivez jusqu'à %lld cartes pour le cashback.
tr: Ücretsiz plan: cashback için en fazla %lld kart takip edebilirsiniz.
zh_hans: Free 方案最多可为 %lld 张卡片配置返现。

# cashback.free_plan.show_all_cards_pro
source: С PRO доступны все карты
de: Alle Karten mit PRO anzeigen
en: View all cards with PRO
es: Ver todas las tarjetas con PRO
fr: Voir toutes les cartes avec PRO
tr: Tüm kartları PRO ile görüntüle
zh_hans: 使用 PRO 查看全部卡片

# cashback.import.error.invalid_image
source: Не удалось прочитать изображение
de: Bild konnte nicht gelesen werden
en: Could not read the image
es: No se pudo leer la imagen
fr: Impossible de lire l'image
tr: Görsel okunamadı
zh_hans: 无法读取图片

# cashback.import.error.no_cashback_lines
source: Не удалось найти категории кешбэка
de: Keine Cashback-Kategorien gefunden
en: No cashback categories found
es: No se encontraron categorías de cashback
fr: Aucune catégorie de cashback trouvée
tr: Cashback kategorisi bulunamadı
zh_hans: 未找到返现分类

# cashback.import.error.no_text
source: На скриншоте не найден текст
de: Kein Text im Screenshot gefunden
en: No text found in the screenshot
es: No se encontró texto en la captura
fr: Aucun texte trouvé dans la capture d'écran
tr: Ekran görüntüsünde metin bulunamadı
zh_hans: 截图中未识别到文字

# cashback.import.screenshot.cta
source: Импорт со скриншота
de: Aus Screenshot importieren
en: Import from screenshot
es: Importar desde captura
fr: Importer depuis une capture d'écran
tr: Ekran görüntüsünden içe aktar
zh_hans: 从截图导入

# cashback.import.screenshot.loading
source: Считываем скриншот...
de: Screenshot wird gelesen...
en: Reading screenshot...
es: Leyendo captura...
fr: Lecture de la capture d'écran...
tr: Ekran görüntüsü okunuyor...
zh_hans: 正在识别截图…

# cashback.import.screenshot.parse_failed
source: Не удалось распознать категории кешбэка на скриншоте
de: Cashback-Kategorien konnten nicht aus dem Screenshot gelesen werden
en: Could not parse cashback categories from the screenshot
es: No se pudieron extraer categorías de cashback de la captura
fr: Impossible d'analyser les catégories de cashback depuis la capture d'écran
tr: Ekran görüntüsünden cashback kategorileri ayrıştırılamadı
zh_hans: 无法解析截图中的返现分类

# cashback.import.screenshot.pro_only
source: Импорт со скриншота доступен в PRO
de: Screenshot-Import ist in PRO verfügbar
en: Screenshot import is available in PRO
es: La importación desde capturas está disponible en PRO
fr: L'import par capture d'écran est disponible avec PRO
tr: Ekran görüntüsünden içe aktarma PRO'da kullanılabilir
zh_hans: 截图导入仅限 PRO

# cashback.import.screenshot.read_failed
source: Не удалось прочитать выбранный скриншот
de: Ausgewählter Screenshot konnte nicht gelesen werden
en: Failed to read the selected screenshot
es: Error al leer la captura seleccionada
fr: Échec de lecture de la capture d'écran sélectionnée
tr: Seçili ekran görüntüsü okunamadı
zh_hans: 无法读取所选截图

# cashback.import.screenshot.recognized_format
source: Распознано %lld категорий кешбэка
de: %lld Cashback-Kategorien erkannt
en: Recognized %lld cashback categories
es: Se reconocieron %lld categorías de cashback
fr: %lld catégories de cashback reconnues
tr: %lld cashback kategorisi tanındı
zh_hans: 已识别 %lld 个返现分类

# cashback.import.screenshot.title
source: Импорт со скриншота
de: Import aus Screenshot
en: Import from screenshot
es: Importar desde captura
fr: Importer depuis une capture d'écran
tr: Ekran görüntüsünden içe aktar
zh_hans: 从截图导入

# cashback.paywall.free_plan.title
source: Ограничение Free-плана
de: Kostenloser Plan-Limit
en: Free plan limit
es: Límite del plan gratuito
fr: Limite du plan gratuit
tr: Ücretsiz plan limiti
zh_hans: Free 方案限制

# cashback.row.action.delete
source: Удалить
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
tr: Sil
zh_hans: 删除

# cashback.row.action.edit
source: Редактировать
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# cashback.row.action.pin
source: Закрепить
de: Anheften
en: Pin
es: Fijar
fr: Épingler
tr: Sabitle
zh_hans: 置顶

# cashback.row.action.unpin
source: Открепить
de: Lösen
en: Unpin
es: Desfijar
fr: Désépingler
tr: Sabitlemeyi kaldır
zh_hans: 取消置顶

# cashback.search.clear.accessibility
source: Очистить поиск
de: Suche löschen
en: Clear search
es: Limpiar búsqueda
fr: Effacer la recherche
tr: Aramayı temizle
zh_hans: 清除搜索

# cashback.search.empty.subtitle
source: Попробуйте другое название категории или карты
de: Versuche einen anderen Kategorie- oder Kartennamen
en: Try a different category or card name
es: Prueba con otro nombre de categoría o tarjeta
fr: Essayez un autre nom de catégorie ou de carte
tr: Farklı bir kategori veya kart adı deneyin
zh_hans: 试试其他分类或卡片名称

# cashback.search.empty.title
source: Ничего не найдено
de: Nichts gefunden
en: Nothing found
es: Nada encontrado
fr: Rien trouvé
tr: Sonuç bulunamadı
zh_hans: 未找到结果

# cashback.search.placeholder
source: Поиск категории
de: Kategorien suchen
en: Search categories
es: Buscar categorías
fr: Rechercher des catégories
tr: Kategori ara
zh_hans: 搜索分类

# cashback.section.categories
source: Категории кешбэка
de: Cashback-Kategorien
en: Cashback categories
es: Categorías de cashback
fr: Catégories de cashback
tr: Cashback kategorileri
zh_hans: 返现分类

# Cashflow
source: Денежный поток
de: Cashflow
en: Cashflow
es: Flujo de caja
fr: Flux de trésorerie
tr: Nakit akışı
zh_hans: 现金流

# cashflow.accessibility.back
source: Назад
de: Zurück
en: Back
es: Atrás
fr: Retour
tr: Geri
zh_hans: 返回

# cashflow.accessibility.display_currency_selector
source: Выбор валюты отображения
de: Anzeigewährung auswählen
en: Display currency selector
es: Selector de moneda de visualización
fr: Afficher le sélecteur de devise
tr: Para birimi seçiciyi göster
zh_hans: 显示货币选择器

# cashflow.accessibility.hide_details
source: Скрыть детали
de: Details ausblenden
en: Hide details
es: Ocultar detalles
fr: Masquer les détails
tr: Ayrıntıları gizle
zh_hans: 隐藏详情

# cashflow.accessibility.hide_hints
source: Скрыть подсказки
de: Hinweise ausblenden
en: Hide hints
es: Ocultar sugerencias
fr: Masquer les conseils
tr: İpuçlarını gizle
zh_hans: 隐藏提示

# cashflow.accessibility.quick_navigation
source: Быстрая навигация по мини-приложениям
de: Schnellnavigation für Mini-Apps
en: Quick navigation for mini apps
es: Navegación rápida entre mini apps
fr: Navigation rapide pour les mini-apps
tr: Mini uygulamalar için hızlı gezinti
zh_hans: 迷你应用快捷导航

# cashflow.accessibility.select_period
source: Выберите период
de: Zeitraum auswählen
en: Select period
es: Seleccionar período
fr: Sélectionner une période
tr: Dönem seçin
zh_hans: 选择周期

# cashflow.accessibility.show_details
source: Показать детали
de: Details anzeigen
en: Show details
es: Mostrar detalles
fr: Afficher les détails
tr: Ayrıntıları göster
zh_hans: 显示详情

# cashflow.accessibility.transaction_history
source: История транзакций
de: Transaktionsverlauf
en: Transaction history
es: Historial de transacciones
fr: Historique des transactions
tr: İşlem geçmişi
zh_hans: 交易历史

# cashflow.account_picker.all_accounts
source: Все счета
de: Alle Konten
en: All accounts
es: Todas las cuentas
fr: Tous les comptes
tr: Tüm hesaplar
zh_hans: 全部账户

# cashflow.account_picker.favorites
source: Избранные
de: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
tr: Favoriler
zh_hans: 收藏

# cashflow.account_picker.other_accounts
source: Остальные счета
de: Weitere Konten
en: Other accounts
es: Otras cuentas
fr: Autres comptes
tr: Diğer hesaplar
zh_hans: 其他账户

# cashflow.asset_change
source: Изм. активов
de: Vermögensänderung
en: Asset change
es: Cambio de activos
fr: Variation d'actif
tr: Varlık değişimi
zh_hans: 资产变动

# cashflow.asset_change.balance_check
source: Сверка баланса
de: Saldoprüfung
en: Balance check
es: Verificación de saldo
fr: Vérification du solde
tr: Bakiye kontrolü
zh_hans: 余额校验

# cashflow.asset_change.change_format
source: Изменение: %@
de: Änderung: %@
en: Change: %@
es: Cambio: %@
fr: Variation : %@
tr: Değişim: %@
zh_hans: 变化：%@

# cashflow.asset_change.end_total_format
source: Итог на конец: %@
de: Endgesamt: %@
en: End total: %@
es: Total al final: %@
fr: Total fin de période : %@
tr: Dönem sonu: %@
zh_hans: 期末合计：%@

# cashflow.asset_change.expenses_format
source: Расходы: %@
de: Ausgaben: %@
en: Expenses: %@
es: Gastos: %@
fr: Dépenses : %@
tr: Giderler: %@
zh_hans: 支出：%@

# cashflow.asset_change.explanation
source: Обычно сюда попадает переоценка, изменение рыночной цены или движение активов, которое не было записано как доход или расход
de: Dies umfasst in der Regel Neubewertungen, Marktpreisbewegungen oder Vermögensaktivitäten, die nicht als Einnahmen oder Ausgaben erfasst wurden
en: Usually this includes revaluation, market price movement, or asset activity that was not recorded as income or expense
es: Normalmente incluye revaluación, movimiento de precio de mercado o actividad de activos no registrada como ingreso o gasto
fr: Inclut généralement la réévaluation, les mouvements de prix de marché ou l'activité d'actif non enregistrée en revenus ou dépenses
tr: Genellikle yeniden değerleme, piyasa fiyatı hareketi veya gelir ya da gider olarak kaydedilmemiş varlık aktivitelerini içerir
zh_hans: 通常包括重估、市场价格变动或未记为收入或支出的资产变动

# cashflow.asset_change.formula
source: Изменение = (Активы на конец - Активы на начало) - Доходы + Расходы
de: Änderung = (Vermögen am Ende − Vermögen am Anfang) − Einnahmen + Ausgaben
en: Change = (Assets at end - Assets at start) - Income + Expenses
es: Cambio = (Activos al final - Activos al inicio) - Ingresos + Gastos
fr: Variation = (Actifs fin - Actifs début) - Revenus + Dépenses
tr: Değişim = (Dönem sonu varlıklar - Dönem başı varlıklar) - Gelir + Giderler
zh_hans: 变化 = （期末资产 - 期初资产）- 收入 + 支出

# cashflow.asset_change.formula_title
source: Формула
de: Formel
en: Formula
es: Fórmula
fr: Formule
tr: Formül
zh_hans: 公式

# cashflow.asset_change.income_format
source: Доходы: %@
de: Einnahmen: %@
en: Income: %@
es: Ingresos: %@
fr: Revenus : %@
tr: Gelir: %@
zh_hans: 收入：%@

# cashflow.asset_change.info_title
source: Как рассчитывается изменение стоимости активов?
de: Wie wird die Vermögensneubewertung berechnet?
en: How is asset revaluation calculated?
es: ¿Cómo se calcula la revaluación de activos?
fr: Comment est calculée la réévaluation des actifs ?
tr: Varlık yeniden değerlemesi nasıl hesaplanır?
zh_hans: 资产重估如何计算？

# cashflow.asset_change.matches
source: Баланс сходится
de: Saldo stimmt überein
en: Balance aligns
es: Saldo cuadrado
fr: Le solde correspond
tr: Bakiye uyuşuyor
zh_hans: 余额一致

# cashflow.asset_change.matches_detail
source: Итог периода согласуется с зафиксированным движением активов
de: Das Periodenergebnis stimmt mit den erfassten Vermögensbewegungen überein
en: The period result is consistent with the recorded asset movement
es: El resultado del período es coherente con el movimiento de activos registrado
fr: Le résultat de la période est cohérent avec le mouvement d'actif enregistré
tr: Dönem sonucu kaydedilen varlık hareketiyle tutarlı
zh_hans: 本期结果与记录的资产变动一致

# cashflow.asset_change.mismatch
source: Есть расхождение
de: Saldo benötigt Aufmerksamkeit
en: Balance needs attention
es: Saldo requiere atención
fr: Le solde nécessite attention
tr: Bakiye dikkat gerektiriyor
zh_hans: 余额需要关注

# cashflow.asset_change.mismatch_detail
source: Итог периода не полностью совпадает с зафиксированным движением активов
de: Das Periodenergebnis stimmt nicht vollständig mit den erfassten Vermögensbewegungen überein
en: The period result does not fully match the recorded asset movement
es: El resultado del período no coincide completamente con el movimiento de activos registrado
fr: Le résultat de la période ne correspond pas entièrement au mouvement d'actif enregistré
tr: Dönem sonucu kaydedilen varlık hareketiyle tam olarak eşleşmiyor
zh_hans: 本期结果与记录的资产变动并不完全一致

# cashflow.asset_change.start_total_format
source: Стартовый итог: %@
de: Startgesamt: %@
en: Start total: %@
es: Total al inicio: %@
fr: Total début de période : %@
tr: Dönem başı: %@
zh_hans: 期初合计：%@

# cashflow.asset_change.substitution
source: Расчёт
de: Berechnung
en: Calculation
es: Cálculo
fr: Calcul
tr: Hesaplama
zh_hans: 计算

# cashflow.asset_change.subtitle
source: Это разница между началом и концом периода после учёта всех зафиксированных доходов и расходов
de: Dies ist die Differenz zwischen Anfang und Ende des Zeitraums nach Berücksichtigung aller erfassten Einnahmen und Ausgaben
en: This is the difference left between the start and end of the period after all recorded income and expenses are accounted for
es: Es la diferencia que queda entre el inicio y el final del período después de contabilizar todos los ingresos y gastos registrados
fr: C'est la différence restante entre le début et la fin de la période après déduction de tous les revenus et dépenses enregistrés
tr: Tüm kayıtlı gelir ve giderler hesaba katıldıktan sonra dönem başı ile sonu arasında kalan farktır
zh_hans: 这是在计入所有已记录收入和支出后，期初与期末之间剩余的差额

# cashflow.breakdown.empty.no_cards.cta
source: Добавить карту в Финансах
de: Karte in Finanzen hinzufügen
en: Add card in Finances
es: Añadir tarjeta en Finanzas
fr: Ajouter une carte dans Finances
tr: Finans bölümünde kart ekle
zh_hans: 在“财务”中添加卡片

# cashflow.breakdown.empty.no_cards.subtitle
source: Без карт операции доходов и расходов в этом блоке недоступны.
de: Ohne Karten sind Einnahmen- und Ausgabenvorgänge in diesem Block nicht verfügbar.
en: Without cards, income and expense operations are unavailable in this block.
es: Sin tarjetas, las operaciones de ingreso y gasto no están disponibles en este bloque.
fr: Sans carte, les opérations de revenus et de dépenses ne sont pas disponibles dans ce bloc.
tr: Kart olmadan bu blokta gelir ve gider işlemleri kullanılamaz.
zh_hans: 没有卡片时，此区块中的收入和支出操作不可用。

# cashflow.breakdown.empty.no_cards.title
source: Нет добавленных карт
de: Keine Karten verfügbar
en: No cards available
es: Sin tarjetas disponibles
fr: Aucune carte disponible
tr: Kullanılabilir kart yok
zh_hans: 没有可用卡片

# cashflow.budget.badge.near
source: ПОЧТИ
de: NAH
en: NEAR
es: CERCA
fr: PROCHE
tr: YAKLAŞTI
zh_hans: 临近

# cashflow.budget.badge.over
source: СВЕРХ
de: ÜBER
en: OVER
es: EXCEDIDO
fr: DÉPASSÉ
tr: AŞILDI
zh_hans: 超出

# cashflow.budget.category_limit_label.expense
source: Лимит %@
de: Limit %@
en: Limit %@
es: Límite %@
fr: Limite %@
tr: Limit %@
zh_hans: 限额 %@

# cashflow.budget.category_limit_label.income
source: План %@
de: Plan %@
en: Plan %@
es: Plan %@
fr: Objectif %@
tr: Plan %@
zh_hans: 计划 %@
